Repository: EduVetter/canivete-suico
Catalog: languages/*.po
Languages: de_de, es_es, he_il

source: Canivete Suíço
de_de: Schweizer Taschenmesser
es_es: Navaja Suiza
he_il: סכין שווייצרית

source: Alternar modo escuro
de_de: Dunkelmodus umschalten
es_es: Alternar modo oscuro
he_il: החלף מצב כהה

source: Salvar Alterações
de_de: Änderungen speichern
es_es: Guardar cambios
he_il: שמור שינויים

source: Módulos Gerais
de_de: Allgemeine Module
es_es: Módulos generales
he_il: מודולים כלליים

source: Ajustes do Painel de Admin
de_de: Admin-Panel-Einstellungen
es_es: Ajustes del panel de administración
he_il: הגדרות לוח ניהול

source: Ajustes de Conteúdo
de_de: Inhaltseinstellungen
es_es: Ajustes de contenido
he_il: הגדרות תוכן

source: Personalização (White Label)
de_de: White-Label-Anpassung
es_es: Personalización (White Label)
he_il: התאמה אישית (מותג לבן)

source: Proteção de Conteúdo
de_de: Inhaltsschutz
es_es: Protección de contenido
he_il: הגנת תוכן

source: Segurança e Otimização
de_de: Sicherheit und Optimierung
es_es: Seguridad y optimización
he_il: אבטחה ואופטימיזציה

source: Suporte a SVG
de_de: SVG-Unterstützung
es_es: Soporte SVG
he_il: תמיכה ב-SVG

source: Permite o upload seguro de ficheiros SVG na Biblioteca de Mídia.
de_de: Ermöglicht das sichere Hochladen von SVG-Dateien in die Mediathek.
es_es: Permite la carga segura de archivos SVG en la Biblioteca de Medios.
he_il: מאפשר העלאת קבצי SVG מאובטחת לספריית המדיה.

source: Modo Manutenção
de_de: Wartungsmodus
es_es: Modo mantenimiento
he_il: מצב תחזוקה

source: Ativar modo manutenção.
de_de: Wartungsmodus aktivieren.
es_es: Activar modo mantenimiento.
he_il: הפעל מצב תחזוקה.

source: Editor Clássico
de_de: Klassischer Editor
es_es: Editor clásico
he_il: עורך קלאסי

source: Desativa o editor de blocos (Gutenberg) e restaura o editor clássico.
de_de: Deaktiviert den Blockeditor (Gutenberg) und stellt den klassischen Editor wieder her.
es_es: Desactiva el editor de bloques (Gutenberg) y restaura el editor clásico.
he_il: מבטל את עורך הבלוקים (Gutenberg) ומשחזר את העורך הקלאסי.

source: Widgets Clássicos
de_de: Klassische Widgets
es_es: Widgets clásicos
he_il: ווידג'טים קלאסיים

source: Desativa a interface de blocos e restaura a gestão clássica de widgets.
de_de: Deaktiviert die Blockoberfläche und stellt die klassische Widget-Verwaltung wieder her.
es_es: Desactiva la interfaz de bloques y restaura la gestión clásica de widgets.
he_il: מבטל את ממשק הבלוקים ומשחזר את ניהול הווידג'טים הקלאסי.

source: Desativar E-mails de Atualização
de_de: Update-E-Mails deaktivieren
es_es: Desactivar correos electrónicos de actualización
he_il: השבת התראות עדכון בדוא"ל

source: Impede o envio de e-mails de notificação após atualizações automáticas.
de_de: Verhindert Benachrichtigungs-E-Mails nach automatischen Updates.
es_es: Impide el envío de correos electrónicos de notificación tras actualizaciones automáticas.
he_il: מונע שליחת התראות בדוא"ל לאחר עדכונים אוטומטיים.

source: Duplicar Posts/Páginas
de_de: Beiträge/Seiten duplizieren
es_es: Duplicar publicaciones/páginas
he_il: שכפל פוסטים/דפים

source: Adiciona um link "Duplicar" na lista de posts e páginas.
de_de: Fügt einen 'Duplizieren'-Link zur Beitrags- und Seitenliste hinzu.
es_es: Agrega un enlace 'Duplicar' a la lista de publicaciones y páginas.
he_il: מוסיף קישור 'שכפל' לרשימת הפוסטים והדפים.

source: Exibir Data de Atualização
de_de: Aktualisierungsdatum anzeigen
es_es: Mostrar fecha de actualización
he_il: הצג תאריך עדכון

source: Mostra a data da última modificação no início dos posts.
de_de: Zeigt das letzte Änderungsdatum am Anfang der Beiträge an.
es_es: Muestra la fecha de la última modificación al principio de las publicaciones.
he_il: מציג את תאריך השינוי האחרון בתחילת הפוסטים.

source: Logotipo na Tela de Login
de_de: Logo auf dem Anmeldebildschirm
es_es: Logotipo en la pantalla de inicio de sesión
he_il: לוגו במסך הכניסה

source: Usa o "Logotipo do Site" definido no Personalizador.
de_de: Verwendet das im Customizer festgelegte 'Website-Logo'.
es_es: Utiliza el 'Logotipo del sitio' definido en el Personalizador.
he_il: משתמש ב'לוגו האתר' שהוגדר בהתאמה אישית.

source: Ícone na Barra de Admin
de_de: Symbol in der Admin-Leiste
es_es: Icono en la barra de administración
he_il: סמל בסרגל הניהול

source: Usa o "Ícone do Site" (Favicon) definido no Personalizador como logo na barra de admin.
de_de: Verwendet das im Customizer festgelegte 'Website-Symbol' (Favicon) als Admin-Leisten-Logo.
es_es: Utiliza el 'Icono del sitio' (Favicon) definido en el Personalizador como logotipo en la barra de administración.
he_il: משתמש ב'סמל האתר' (Favicon) שהוגדר בהתאמה אישית כלוגו בסרגל הניהול.

source: Texto do Rodapé do Painel
de_de: Admin-Fußzeilentext
es_es: Texto del pie de página del panel
he_il: טקסט תחתון של לוח הניהול

source: Personalize o texto "Obrigado por criar com o WordPress". Pode usar HTML.
de_de: Passen Sie den Text 'Danke, dass Sie mit WordPress erstellt haben' an. HTML erlaubt.
es_es: Personaliza el texto 'Gracias por crear con WordPress'. Puedes usar HTML.
he_il: התאם אישית את הטקסט 'תודה שיצרת עם וורדפרס'. ניתן להשתמש ב-HTML.

source: Desativar Seletor de Idioma
de_de: Sprachauswahl deaktivieren
es_es: Desactivar selector de idioma
he_il: השבת בורר שפה

source: Oculta o seletor de idioma na tela de login.
de_de: Blendet die Sprachauswahl auf dem Anmeldebildschirm aus.
es_es: Oculta el selector de idioma en la pantalla de inicio de sesión.
he_il: מסתיר את בורר השפה במסך הכניסה.

source: Desativar Clique Direito
de_de: Rechtsklick deaktivieren
es_es: Desactivar clic derecho
he_il: השבת קליק ימני

source: Impede o uso do menu de contexto do botão direito.
de_de: Verhindert die Verwendung des Rechtsklick-Kontextmenüs.
es_es: Impide el uso del menú contextual del botón derecho.
he_il: מונע שימוש בתפריט ההקשר של לחצן העכבר הימני.

source: Mensagem de alerta (opcional)
de_de: Warnmeldung (optional)
es_es: Mensaje de alerta (opcional)
he_il: הודעת התראה (אופציונלי)

source: Desativar Seleção de Texto
de_de: Textauswahl deaktivieren
es_es: Desactivar selección de texto
he_il: השבת בחירת טקסט

source: Impede que o conteúdo do site seja selecionado e copiado.
de_de: Verhindert, dass Website-Inhalte ausgewählt und kopiert werden.
es_es: Impide que el contenido del sitio sea seleccionado y copiado.
he_il: מונע בחירה והעתקה של תוכן האתר.

source: Ocultar WordPress
de_de: WordPress verbergen
he_il: הסתר את וורדפרס

source: Remove "pistas" comuns de que o site usa WordPress.
de_de: Entfernt gängige 'Spuren', die zeigen, dass die Website WordPress verwendet.
es_es: Elimina las 'pistas' comunes de que el sitio utiliza WordPress.
he_il: מסיר 'עקבות' נפוצות שמראות שהאתר משתמש בוורדפרס.

source: Desativar Feeds RSS
de_de: RSS-Feeds deaktivieren
es_es: Desactivar feeds RSS
he_il: השבת הזנות RSS

source: Impede o acesso aos feeds de conteúdo do site (ex: /feed).
de_de: Verhindert den Zugriff auf Inhalts-Feeds der Website (z. B. /feed).
es_es: Impide el acceso a los feeds de contenido del sitio (ej: /feed).
he_il: מונע גישה להזנות התוכן של האתר (למשל: /feed).

source: Desativar REST API
de_de: REST-API deaktivieren
es_es: Desactivar REST API
he_il: השבת REST API

source: Bloqueia o acesso público à API de dados do WordPress.
de_de: Blockiert den öffentlichen Zugriff auf die WordPress-Daten-API.
es_es: Bloquea el acceso público a la API de datos de WordPress.
he_il: חוסם גישה ציבורית ל-API של נתוני וורדפרס.

source: Desativar Comentários
de_de: Kommentare deaktivieren
es_es: Desactivar comentarios
he_il: השבת תגובות

source: Desativa globalmente os comentários, remove o menu e os formulários.
de_de: Deaktiviert Kommentare global, entfernt das Menü und die Formulare.
es_es: Desactiva globalmente los comentarios, elimina el menú y los formularios.
he_il: משבית תגובות באופן גלובלי, מסיר את התפריט והטפסים.

source: Limitar Meta Descrição
de_de: Meta-Beschreibung begrenzen
es_es: Limitar meta descripción
he_il: הגבל תיאור מטא

source: Limita a meta descrição (resumo) a 160 caracteres.
de_de: Begrenzt die Meta-Beschreibung (Zusammenfassung) auf 160 Zeichen.
es_es: Limita la meta descripción (resumen) a 160 caracteres.
he_il: מגביל את תיאור המטא (תקציר) ל-160 תווים.

source: Links Externos em Nova Guia
de_de: Externe Links in neuem Tab
es_es: Enlaces externos en nueva pestaña
he_il: קישורים חיצוניים בלשונית חדשה

source: Abre automaticamente todos os links externos em nova guia.
de_de: Öffnet automatisch alle externen Links in einem neuen Tab.
es_es: Abre automáticamente todos los enlaces externos en una nueva pestaña.
he_il: פותח אוטומטית את כל הקישורים החיצוניים בלשונית חדשה.

source: Tempo de Leitura
de_de: Lesezeit
es_es: Tiempo de lectura
he_il: זמן קריאה

source: Exibe o tempo estimado de leitura antes do conteúdo.
de_de: Zeigt die geschätzte Lesezeit vor dem Inhalt an.
es_es: Muestra el tiempo estimado de lectura antes del contenido.
he_il: מציג את זמן הקריאה המשוער לפני התוכן.

source: Limitar Títulos
de_de: Titel begrenzen
he_il: הגבל כותרות

source: Limita títulos a 60 caracteres.
de_de: Begrenzt Titel auf 60 Zeichen.
es_es: Limita los títulos a 60 caracteres.
he_il: מגביל כותרות ל-60 תווים.

source: Coluna Último Login
de_de: Letzte Login-Spalte
es_es: Columna último acceso
he_il: עמודת התחברות אחרונה

source: Adiciona uma coluna com o último login dos usuários.
de_de: Fügt eine Spalte mit dem letzten Login der Benutzer hinzu.
es_es: Agrega una columna con el último acceso de los usuarios.
he_il: מוסיף עמודה עם ההתחברות האחרונה של המשתמשים.

source: Reordenar Menu Admin
de_de: Admin-Menü neu anordnen
es_es: Reordenar menú de administración
he_il: סדר מחדש את תפריט הניהול

source: Permite reordenar os itens do menu de administração.
de_de: Ermöglicht das Neuanordnen der Admin-Menüelemente.
es_es: Permite reordenar los elementos del menú de administración.
he_il: מאפשר לסדר מחדש את פריטי תפריט הניהול.

source: Logotipo Personalizado por Página
de_de: Benutzerdefiniertes Logo pro Seite
he_il: לוגו מותאם אישית לכל עמוד

source: Permite definir um logotipo diferente para cada página/post.
de_de: Ermöglicht das Festlegen eines anderen Logos für jede Seite/Beitrag.
es_es: Permite definir un logotipo diferente para cada página/publicación.
he_il: מאפשר להגדיר לוגו שונה לכל עמוד/פוסט.

source: Alterar link wp-admin
de_de: wp-admin-Link ändern
es_es: Cambiar enlace wp-admin
he_il: שנה קישור wp-admin

source: Defina uma nova URL para acessar o painel administrativo (ex: "meupainel").
de_de: Legen Sie eine neue URL für den Zugriff auf das Admin-Panel fest (z. B. 'meinadmin').
es_es: Defina una nueva URL para acceder al panel de administración (ej: 'mipanel').
he_il: הגדר כתובת URL חדשה לגישה ללוח הניהול (לדוג' 'המנהלשלי').

source: Contador de Visitas
de_de: Besucherzähler
he_il: מונה ביקורים

source: Ativa o contador de visitas para exibição no site.
de_de: Aktiviert den Besucherzähler zur Anzeige auf der Website.
es_es: Activa el contador de visitas para mostrarlo en el sitio.
he_il: מפעיל את מונה הביקורים להצגה באתר.

source: Valor do Contador de Visitas
de_de: Wert des Besucherzählers
es_es: Valor del contador de visitas
he_il: ערך מונה הביקורים

source: Edite manualmente o número de visitas exibido no site.
de_de: Bearbeiten Sie die auf der Website angezeigte Besucherzahl manuell.
es_es: Edite manualmente el número de visitas que se muestra en el sitio.
he_il: ערוך ידנית את מספר הביקורים המוצג באתר.

source: Como exibir o contador
de_de: Wie man den Zähler anzeigt
es_es: Cómo mostrar el contador
he_il: כיצד להציג את המונה

source: Dica: Para exibir o contador de visitas no seu site, utilize o <b>widget do Elementor</b> chamado <b>Contador de Visitas</b> <u>ou</u> insira o shortcode <code>[cs_visit_counter]</code> onde desejar.
de_de: Tipp: Um den Besucherzähler auf Ihrer Website anzuzeigen, verwenden Sie das <b>Elementor-Widget</b> namens <b>Besucherzähler</b> <u>oder</u> fügen Sie den Shortcode <code>[cs_visit_counter]</code> ein, wo immer Sie möchten.
es_es: Consejo: Para mostrar el contador de visitas en su sitio, utilice el <b>widget de Elementor</b> llamado <b>Contador de Visitas</b> <u>o</u> inserte el shortcode <code>[cs_visit_counter]</code> donde desee.
he_il: טיפ: כדי להציג את מונה הביקורים באתר שלך, השתמש ב-<b>ווידג'ט של אלמנטור</b> בשם <b>מונה ביקורים</b> <u>או</u> הוסף את השורטקוד <code>[cs_visit_counter]</code> בכל מקום שתרצה.
